Repository: aleks100s/darts
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

source: Create game
ru: Создать игру

source: Start game
ru: Начать игру

source: Select players
ru: Выбор игроков

source: All players
ru: Все игроки

source: Add new player
ru: Добавить нового игрока

source: Create player
ru: Создать игрока

source: Enter new player name
ru: Введите имя игрока

# shot_sum
source: Hits sum
ru: Сумма

source: Reminder
ru: Остаток

# leave_game
source: Leave the game
ru: Покинуть игру

source: Leave
ru: Выйти

source: Return to game
ru: Вернуться в игру

# game_finished
source: Game is over
ru: Игра окончена

# winner %@
source: The winner is %@
ru: Победитель %@

# finish_game
source: Finish
ru: Закончить

source: Game goal
ru: Цель игры

# shoot
source: Hit
ru: Бросок

source: History
ru: История

# game_title %d %@
source: Game %d・%@
ru: Игра №%d・%@

source: Games
ru: Игры

source: Turn is over
ru: Ход окончен

# proceed_to_the_next_turn %d
source: Your result is %d Proceed to the next turn?
ru: Результат %d Перейти к следующему ходу?

# reset_turn
source: Reset this turn
ru: Сбросить этот ход

source: Next turn
ru: Следующий ход

source: Single
ru: Одинарный

source: Double
ru: Двойной

# triplet
source: Triple
ru: Тройной

# best_set_statistics
source: Best turn statistics
ru: Лучший подход

# biggest_final_set_statistics
source: Best final turn statistics
ru: Самая большая добивка

# average_values_statistics
source: Average turn score and hit value
ru: Средний результат за подход/бросок

# shot_distribution_statistics
source: Hit distribution statistics
ru: Распределение бросков

source: Victory distribution statistics
ru: Распределение побед

source: Sector heatmap statistics
ru: Тепловая карта секторов

source: Game
ru: Игра

source: Statistics
ru: Статистика

# arrow_right_description
source: Show
ru: Показать

source: Player
ru: Игрок

# average_set
source: Avg. turn
ru: Средний подход

# average_shot
source: Avg. hit
ru: Средний бросок

# misses_percent
source: %.2f%% misses
ru: %.2f%% промахи

# singles_percent
source: %.2f%% singles
ru: %.2f%% обычные броски

# doubles_percent
source: %.2f%% doubles
ru: %.2f%% двойные броски

# triplets_percent
source: %.2f%% triples
ru: %.2f%% тройные броски

# bullseye_percent
source: %.2f%% bullseye
ru: %.2f%% яблочко

# double_bullseye_percent
source: %.2f%% double bullseye
ru: %.2f%% сердцевина

# no_data_yet
source: There is no data yet
ru: В этом разделе пока нет данных

# throws_count %d
source: Hits total: %d
ru: Всего бросков: %d

# progress
source: Recap
ru: Результаты

# games_count %d
source: Games total: %d
ru: Всего игр: %d

# victory_percent
source: %.2f%% victories
ru: %.2f%% побед

# lose_percent
source: %.2f%% losses
ru: %.2f%% поражений

# biggest_sets
source: Best turns
ru: Лучшие подходы

# smallest_sets
source: Smallest turns
ru: Худшие подходы

# misses_count
source: Number of misses
ru: Количество промахов

# overkill_count
source: Number of busts
ru: Количество переборов

# game_goal_value %d
source: Game goal %d
ru: Цель игры %d

source: Game recap
ru: Результаты игры

# average_set_recap
source: Average turn
ru: Средний подход

# game_player_result %d
source: Score: %d
ru: Счет: %d

# game_player_avg %d %d
source: Avg: %d (%d)
ru: Среднее: %d (%d)

source: View turn
ru: Просмотр хода

# delete_player
source: Delete player and all related games
ru: Удалить игрока и все связанные с ним игры

source: Player data will be lost
ru: Данные игрока будут потеряны

# erase_hit
source: Undo
ru: Стереть

source: Delete game
ru: Удалить игру

source: This cannot be undone
ru: Это действие необратимо

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: Training %d・%@
ru: Тренировка №%d・%@

# sector_count %@ %d
source: %@ (%d hits)
ru: %@ (%d попаданий)

source: Additional settings
ru: Дополнительные настройки

# finish_with_doubles
source: Win with doubles 🏁 x2
ru: Победа двойным броском 🏁 x2

source: Miss
ru: Промах

# replay
source: Rematch
ru: Переиграть

# game_duration %d %d
source: Game duration is %d min %d sec
ru: Длительность игры %d мин %d сек

# randomize_player_order
source: Random player order 🎲
ru: Случайный порядок игроков 🎲

# enable_statistics
source: Count in shot statistics 📊
ru: Учет бросков в статистике 📊

source: Calculator
ru: Калькулятор

# turn_number %d
source: Turn #%d
ru: Ход №%d

source: Number of turns: %d
ru: Количество ходов: %d

# average_calculator %d
source: Average turn: %d
ru: Средний подход: %d

# time_statistics
source: Time played
ru: Время игры

# time_duration %d %d %d
source: %d hour %d min %d ses
ru: %d час %d мин %d сек

# turn_limit
source: Limit number of turns (20)
ru: Ограничение количества ходов (20)

# game_title_with_turn_counter %d
source: Game (turn %d)
ru: Игра (ход %d)

# training_finished
source: Training is over
ru: Тренировка окончена

# game_result_is_draw
source: Draw
ru: Ничья

source: Game settings
ru: Настройки игры

source: Share
ru: Поделиться

source: Preview
ru: Превью
